"Welcome to SMARTReporter. This seems to be the first time you start SMARTReporter. The preferences-window will be opened." = "欢迎使用 SMARTReporter，看来这是您第一次使用 SMARTReporter，偏好设置窗口将会打开。";

"Your Harddrive Configuration seems to have changed. The preferences-window will be opened." = "您的硬盘设置好像有改动，偏好设置窗口将会打开。";

"Could not open Console.app to open the log file. View it manually at '%@'." = "无法通过控制台程序打开日志文件，请手动浏览 '%@'。";

"Delivery can't proceed because you've set no address to deliver from." = "无法发送，因为您没有设定发送地址。";

"Delivery can't proceed because you've set no address to deliver to." = "无法发送，因为您没有设定接收地址。";

"Delivery failed with an authentication failure. Please check username, password and the authentication method." = "鉴定出错，无法发送。请检查用户名、密码以及鉴定方式。";

"Delivery seemed to timeout. Please check hostname and port." = "超时无法发送。请检查主机名和端口。";

"Delivery using Mail.app settings didn't seem to be successful so you should use manual configuration." = "使用 Mail.app 设置发送失败，您需要手动设置。";

"Error!\nCould not write to file '%@'. Please check Permissions." = "出现错误!\n'%@' 文件无法写入，请检查权限。";

"It seems like %@ has crashed recently. Please consider sending the crash-log to help fix this problem. Also make sure you are using the latest version by using the built-in update mechanism since most reported crashes are already fixed in the latest version." = "看来 %@ 最近曾经意外退出，请考虑发送意外退出报告，也许可以帮助作者解决这个问题。而且请确认您已经将软件更新到最新版，因为软件每一次更新都会修复很多问题。您可以通过内置的组件来更新程序。";

"Please check the e-mail settings." = "请检查邮件设置。";

"The E-Mail delivery failed!\n" = "邮件发送失败！\n";

"The E-Mail failure notification delivery failed!\n" = "故障通知邮件发送失败！\n";

"The S.M.A.R.T.-data for the drive %@ indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "硬盘 %@ 的 S.M.A.R.T. 数据显示它即将会出现问题！\n\n请尽快参考 SMARTReporter 常见问题解答中的\"当 SMARTReporter 预测出故障时应该做什么\"专区来采取及时行动。";

"SMARTReporter Failure Notice" = "SMARTReporter 故障通知";

"TEST E-Mail from SMARTReporter" = "来自 SMARTReporter 的测试邮件";

"The S.M.A.R.T.-data for the drive %D on the machine %N (hostname: %H ipv4-address: %4 ipv6-address: %6 MAC-address: %M) indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "%N (主机名: %H ipv4-地址: %4 ipv6-地址: %6 MAC-地址: %M) 中硬盘 %@ 的 S.M.A.R.T. 数据显示它即将会出现问题！\n\n请尽快参考 SMARTReporter 常见问题解答中的\"当 SMARTReporter 预测出故障时应该做什么\"专区来采取及时行动。";

"This is just a TEST!\nContents of e-mail-test below:\n\n" = "这只是一个测试！\n下面是测试邮件的内容：\n\n";

"Unknown" = "未知";

"Failing!" = "出现故障!";

"Verified" = "无故障";

"S.M.A.R.T. condition could not be verified" = "无法确认 S.M.A.R.T. 状态";

"S.M.A.R.T. condition exceeded, DRIVE COULD FAIL SOON" = "S.M.A.R.T. 数据超过阈值，硬盘可能很快会出问题";

"S.M.A.R.T. condition not exceeded, drive OK" = "S.M.A.R.T. 数据未超过阈值，硬盘没有问题";



"%@ can't operate properly when started from the disk image." = "%@ 从磁盘映像启动时无法正常运行。";

"%@ could not copy itself to the Applications folder, most likely an old copy exists there already. Please do so yourself." = "%@ 无法自动拷贝到应用程序文件夹，很有可能已经存在较旧版本。您需要手动拷贝。";

"%@ could not restart itself. Please do so yourself." = "%@ 无法自动重新开启，需要您手动操作。";

"%@ has been moved, but applications should never be moved while they are running." = "%@ 被移走了，应用程序在运行时不应被移动。";

"%@ has successfully copied itself to the Applications folder, please start it from there." = "已成功将 %@ 拷贝到应用程序文件夹，请从那里打开。";

"Cancel" = "取消";

"Progress:" = "进度:";

"Move to the Applications folder" = "移动到应用程序文件夹";

"Never" = "永不";

"No test in progress" = "没有正在进行的检测";

"OK" = "好的";

"OK! Open Console.app!" = "好的！打开控制台程序！";

"Please fill in additional details here" = "请在此填写附加信息";

"Quit" = "退出";

"Restart %@" = "重新开启 %@";

"Restart later" = "稍后再重新开启";

"Restart now" = "现在就重新开启";

"Send" = "发送";

"SMARTReporter could not restart itself automatically. Please restart it yourself when it is convenient for you." = "SMARTReporter 无法自动重新开启，请您在方便的时候手动重新开启。";

"SMARTReporter has detected an I/O Error on the drive named %@! This is not a S.M.A.R.T. error, but repeated errors still can indicate a failing drive. You can turn off this warning in the preferences. Full msg:\n\n%s" = "SMARTReporter 在硬盘 %1$@! 中检测到了一个 I/O 错误！这并不是一个 S.M.A.R.T. 错误，但如果多次出现可能是硬盘故障的表现。您可以在偏好设置中关闭这项检查。完整信息：\n\n%2$s";

"SMARTReporter needs to be restarted for this option to take effect. Hold down alt (option) during application launch to get the menu-item back." = "需要重新开启才可以使设置生效。如想强制在菜单栏中显示 SMARTReporter，您需要在开启程序时按住 alt (option) 键。";

"S.M.A.R.T. status not yet determined" = "S.M.A.R.T. 状态尚未确定";

"R.A.I.D. check not yet performed" = "尚未执行 R.A.I.D. 检查";

"R.A.I.D. status check disabled" = "R.A.I.D. 状态检查已禁用";

"I/O Error check not yet performed" = "尚未执行 I/O 错误检查";

"I/O Error check disabled" = "I/O 错误检查已禁用";

"R.A.I.D. check (%@): no RAID sets found" = "R.A.I.D. 检查 (%@): 没有找到RAID集";

"R.A.I.D. check (%@): all %i RAID sets ONLINE" = "R.A.I.D. 检查 (%@): 所有 %i 个RAID集都已联机";

"R.A.I.D. check (%@): %i of %i RAID sets DEGRADED" = "R.A.I.D. 检查 (%@): %i 个RAID集已降级，共有 %i 个";

"R.A.I.D. check (%@): %i of %i RAID sets OFFLINE" = "R.A.I.D. 检查 (%@): %i 个RAID集已脱机，共有 %i 个";

"R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED" = "R.A.I.D. 检查 (%@): 有 %i 个RAID集脱机 同时有 %i 个RAID集已降级。";

"I/O Error check (%@): all %i watched drives OK" = "I/O 错误检查 (%@): 所有 %i 个监测的硬盘都没有问题";

"I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)" = "I/O 错误检查 (%@): 故障 - 在 %i 个硬盘上发现 I/O 错误";

/* added post 2.7.1*/

"Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest." = "关闭这个窗口会中止自检，而且在这个自检结束前您无法开始其它检测。稍后您可以检视已完成自检的结果。";

"Sorry, the I/O error check can only be enabled for Admin-users." = "抱歉, 只能为有管理权限的用户启用 I/O 错误检查。";

"SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@" = "SMARTReporter 在连接的 RAID 中检测到了一个问题！完整信息：\n\n%@";

"S.M.A.R.T. status: %i of %i drives FAILING" = "S.M.A.R.T. 状态: %i 个硬盘出现故障，共有 %i 个硬盘";

"S.M.A.R.T. status: all %i watched drives OK" = "S.M.A.R.T. 状态: 所有 %i 个监测的硬盘都没有问题";